Repository: LanceloT7730/letsfood
Catalog: bot/locales/*/LC_MESSAGES/bistro.po
Languages: ru, uz

source: <b>Here is your basket</b>:
ru: <b>Bаша корзина</b>:
uz: <b>Sizning savatingiz</b>:

source: <b>Total: </b>{0:,}
ru: <b>Всего: </b>{0:,}
uz: <b>Jami: </b>{0:,}

source: Your basket is empty
ru: Ваша корзина пуста
uz: Savatingiz bo'sh

source: Pay with PayMe 🚀
ru: Оплатить с помощью PayMe 🚀
uz: PayMe bilan to'lash 🚀

source: Thanks for your purchase here is details:
ru: Спасибо за вашу покупку, вот подробности:
uz: Xaridingiz uchun rahmat, bu yerda batafsil:

source: <b> Order number № {0} ☑️ </b>
ru: <b> Номер заказа № {0} </b>
uz: <b> Sizning Buyurmantiz № {0} ☑️</b>

source: menu №
ru: меню №

source: for lunch
ru: На обед 🍲
uz: Tushlik uchun

source: for dinner
ru: На ужин 🍽
uz: Kechki ovqat uchun

source: Total: {0:,}
ru: <b>Всего: {0:,}</b>
uz: <b>Jami: {0:,} </b>

source: 💸Is paid: YES
ru: 💸Oплачено: ДА
uz: 💸To'langan: Ha

source: 💸Is paid: NO
ru: 💸Oплачено: Hет
uz: 💸To'langan: Yo'q

source: 🛂Customer:
ru: 🛂Покупатель:
uz: 🛂Mijoz:

source: Phone:
ru: Телефон:
uz: Telefon:

source: 📍Address</a>
ru: 📍Адрес</a>
uz: 📍Manzil </a>

source: Comment:
ru: Комментарий:
uz: Kommentlar:

source: For extra information: +99890 000 00 00
ru: Для получения дополнительной информации: +99890 000 00 00
uz: Qo'shimcha ma'lumot uchun: +99890 000 00 00

source: Change settings
ru: Изменить настройки
uz: Sozlamalarni o'zgartirish

source: Enter your name:
ru: Отправьте свой имя:
uz: Ismingizni kiriting:

source: Your name has been changed!
ru: Ваше имя изменено!
uz: Ismingiz o'zgartirildi!

source: Enter your phone number or share your contact: Example: 90 123 45 67 Your current phone {}
ru: Введите свой номер телефона: Пример: 90 123 45 67 Ваш текущий телефон: <code> {} </code>
uz: Telefon raqamingizni kiriting yoki kontanktingizni ulashing: Masalan: 90 123 45 67 Sizning hozirgi raqamingiz:<code> {} </code>

source: Please enter a valid phone number!
ru: Пожалуйста, введите действительный номер телефона!
uz: Iltimos, to'g'ri telefon raqam kiriting!

source: Your phone number has been changed!
ru: Ваш номер телефона изменен!
uz: Telefon raqamingiz o'zgartirildi!

source: Choose your language:
ru: Выберите свой язык:
uz: Tilni tanlang:

source: 📌Here you can find information about our restaurant📌 📍Address: 1000, Tashkent, Yunusobod district, Mirzo Ulugbek street, 2 📞Phone number: +998 71 200 00 00 📧Email:bistro@akfauniversity.org 🕐Working hours: 10:00 - 22:00 📅Days off: Sunday 🚗Delivery: Yes 🍽️Cuisine: European, Uzbek
ru: 📌Здесь вы можете найти информацию о нашем ресторане📌 📞Номер телефона: +998 71 200 00 00 🕐Время работы: 10:00 - 22:00
uz: 📌Bu yerda siz bizning restoranimiz haqida ma'lumot olishingiz mumkin📌 📍Manzil: 1000, Toshkent sh., Yunusobod tumani, Mirzo Ulug‘bek ko‘chasi, 2-uy 📞Telefon raqami: +998 71 200 00 00 📧Email: bistro@akfauniversity.org 🕐Ish vaqti: 10:00 - 22:00

source: Here is our menu
ru: Для заказа нажмите 🛍 Заказать
uz: Buyurtma berishni boshlash uchun 🛍 Buyurtma berish tugmasini bosing

source: Here is our offers
ru: Для заказа нажмите 🛍 Заказать
uz: Buyurtma berishni boshlash uchun 🛍 Buyurtma berish tugmasini bosing

source: Here is our menu offers
ru: Для заказа нажмите 🛍 Заказать
uz: Buyurtma berishni boshlash uchun 🛍 Buyurtma berish tugmasini bosing

source: Language changed to 🇺🇸
ru: Язык изменен на 🇷🇺
uz: Til o'zgartirildi! 🇺🇿

source: Sorry our service is not available after 11:00 !
ru: К сожалению, наш сервис недоступен после 11:00.

source: Where do you want to get your order?📍
ru: Чтобы продолжить заказ, отправьте свое местоположение
uz: Buyurtmani davom ettirish uchun iltimos lokatsiyangizni yuboring!

source: Looks like you didn't provide your phone number, please enter it here:
ru: Похоже, вы не указали свой номер телефона, пришлите его, пожалуйста:
uz: Sizning telefon raqamingiz

source: Confirm address✅ If this is incorrect resend it📍
ru: Подтвердите адрес✅ Если это неверно, пришлите еще раз📍
uz: Manzilni tasdiqlang✅ Aks holda qayta yuboring📍

source: Confirm address✅
ru: Подтвердить адрес✅
uz: Manzilni tasdiqlang✅

source: Comment to address (optional)
ru: Комментарий к адресу (необязательно)
uz: Manzilga izoh (ixtiyoriy)

source: Send your comment
ru: Отправьте свой комментарий
uz: Izohingizni yuboring!

source: Where do you want to get your order? 📍
ru: Чтобы продолжить заказ, отправьте свое местоположение
uz: Buyurtmangizni qayerdan olmoqchisiz? 📍

source: Select time of meal
ru: Сегодняшнее меню
uz: Bugungi menu

source: Comment added
ru: Комментарий добавлен
uz: Izoh qo'shildi✅

source: For Dinner 🍽
ru: На ужин 🍽
uz: Kechki ovqat uchun

source: For Lunch🍲
ru: На обед 🍲
uz: Tushlik uchun

source: {} sum
ru: {} Итог
uz: {} Jami

source: Choose the number of portions or type it
ru: Введите количество порций Не менее 5 порции
uz: Nechta qism buyurtma berishingizni kiriting Eng kamida 5 ta qism buyurtma bera olasiz!

source: Added to basket 🛒
ru: Добавлено в корзину 🛒
uz: Savatga qo'shildi 🛒

source: What else do you want to order?
ru: Что еще вы хотите заказать?
uz: Yana buyurtma berasizmi ?

source: Back ⬅️
ru: Назад ⬅️
uz: Ortga ⬅️

source: Basket 🛒
ru: Корзина 🛒
uz: Savat 🛒

source: Confirm order 🚖
ru: Оформить заказ 🚖
uz: Buyurtmani tasdiqlash🚖

source: Share your contact 📞
ru: Поделитесь своим контактом 📞
uz: Kontanktingizni ulashing 📞

source: Lunch🍲
ru: Обед🍲
uz: Tushlik🍲

source: Dinner🍽
ru: Ужин🍽
uz: Kechki ovqat🍽

source: Order 🛍
ru: Заказать 🛍
uz: Buyurtma berish 🛍

source: Info ℹ️
ru: Информация ℹ️
uz: Ma'lumot ℹ️

source: Settings⚙️
ru: Настройки⚙️
uz: Sozlamalar⚙️

source: Share your location📍
ru: Поделитесь своим местоположением📍
uz: Manzilingizni ulashing📍

source: Full set
ru: Ceт
uz: Ceт

source: Partial set
ru: Полсет
uz: Полсет

source: Change name ✏️
ru: Изменить имя✏️
uz: Ismni o'zgartirish ✏️

source: Change phone 📱
ru: Изменить телефон 📱
uz: Telefon raqamni o'zgartirish 📱

source: Change language 🇺🇿
ru: Изменить язык🇷🇺
uz: Tilni o'zgartirish 🇺🇿

source: Full ✅
ru: Полный ✅
uz: To'liq ✅

source: Partial
ru: Hеполный
uz: Qisman

source: Full
ru: Полный
uz: To'liq

source: Partial ✅
ru: Hеполный ✅
uz: Qisman ✅
